"CREATING_YOUR_ACCOUNT" = "Lokalen Benutzer anlegen …";
"CONFIGURING_YOUR_ACCOUNT" = "Lokalen Benutzer konfigurieren …";
"CHECKING_YOUR_NETWORK_ACCOUNT" = "Ihr Netzwerk-Account wird überpüft …";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrator";

"YES_BUTTON" = "Ja";
"NO_BUTTON" = "Nein";
"PRIVACYPOLICY_BUTTON" = "Datenschutz";
"RETRIEVE_APPLEID_INFO" = "Daten zur Apple-ID abfragen …";
"IS_OK_TO_RETRIEVE_APPLEID_INFO" = "Die Daten zu Ihrer vorhandenen Apple-ID sind von Apple verfügbar. Der Assistent vereinfacht die Registrierung durch sicheres Laden und Sichern dieser Daten auf Ihrem Computer. Sollen Ihre Daten jetzt geladen werden?";

"MIGRATE_ERRORS_FILENAME" = "~/Desktop/Übertragungswarnungen und -fehler.rtf";

"RETRIEVE_APPLEID_INFO_FAILED_TITLE" = "Die Daten Ihrer Apple-ID sind im Moment nicht verfügbar.";
"RETRIEVE_APPLEID_INFO_FAILED" = "Ihr Computer kann derzeit keine Verbindung zu Apple aufbauen. Die Leitung ist belegt oder die Netzwerkeinstellungen sind nicht korrekt. Klicken Sie auf „Verbinden“, um es erneut zu versuchen. Klicken Sie auf „Fortfahren“, um diesen Schritt zu überspringen.";

"APPLEID_AUTH_FAILED_TITLE" = "Auf die Daten Ihrer Apple-ID kann nicht zugegriffen werden.";
"APPLEID_AUTH_FAILED" = "Ihre Apple-ID oder das Kennwort wurde nicht erkannt. Klicken Sie auf „Zurück“, um Ihre ID und das Kennwort korrekt einzugeben.";

"APPLEID_AUTH_GIVEUP_TITLE" = "Auf die Daten Ihrer Apple-ID kann nicht zugegriffen werden.";
"APPLEID_AUTH_GIVEUP" = "Die angegebene Apple-ID kann im Moment nicht verwendet werden. Klicken Sie auf „OK“, um diesen Schritt zu überspringen und mit dem Konfigurieren Ihres Computers fortzufahren.";

"RETRIEVE_APPLEID_INFO_STATUS_CONNECTING" = "Verbinden …";
"RETRIEVE_APPLEID_INFO_STATUS_PPOE_FAILED" = "Die PPPoE-Verbindung ist fehlgeschlagen.";

"ENTER_REGISTRATION_INFO" = "Bitte geben Sie Ihre persönlichen Daten ein. Sie werden verwendet, um Ihr Apple-Produkt zu registrieren, Ihren Benutzer-Account zu erstellen, Ihre Daten im Adressbuch zu konfigurieren und um Ihren Mail-Account zu konfigurieren.";
"ENTER_REGISTRATION_INFO_LATER" = "Geben Sie Ihre persönlichen Daten ein. Sie werden verwendet, um die Registrierungsdaten bei Apple zu aktualisieren.";

"RETAKE_VIDEO_SNAPSHOT" = "Neuen Videoschnappschuss erstellen.";
"NO_PICTURE_ALERT_TITLE" = "Wählen Sie ein Bild für Ihren Account aus.";
"NO_PICTURE_ALERT_MESSAGE" = "Sie können ein Bild mit der Kamera Ihres Computers aufnehmen oder ein Bild aus dem Bildarchiv auswählen.";
"DRAG_TO_MOVE_IMAGE" = "Bild mit gedrückter Maustaste bewegen";

"FAILED_TO_BIND_TITLE" = "Ihr Computer konnte sich nicht mit „%@“ verbinden.";
"FAILED_TO_BIND_MESSAGE" = "Wenden Sie sich an den Serveradministrator.";